Retrieves current status of the failures processing result.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public FailureProcessingResult GetProcessingResult()
  Visual Basic
Public Function GetProcessingResult As FailureProcessingResult
  Visual C++
public:
FailureProcessingResult GetProcessingResult()
 Return Value
 The current failures processing result.
 See Also
  FailuresProcessingEventArgs Class
  Autodesk.Revit.DB.Events Namespace